Constructs a new ElectricalDemandFactorDefinition with default settings.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public ElectricalDemandFactorDefinition()
  Visual Basic
Public Sub New
  Visual C++
public:
ElectricalDemandFactorDefinition()
 See Also
  ElectricalDemandFactorDefinition Class
  Autodesk.Revit.DB.Electrical Namespace